[{"date":"Wed, 29 Jan 2020 17:23:29 GMT","title":"test","body":"<p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">If you type “food waste” into Google’s search engine, it will not even take two upward strokes of your fingers before you find where Indonesia ranks in the world as a contributor. That’s </span><a href=\"https://jakartaglobe.id/business/indonesia-second-largest-food-waster/\" target=\"_blank\" style=\"background-color: transparent; color: rgb(17, 85, 204);\">300 kilograms</a><span style=\"background-color: transparent; color: rgb(0, 0, 0);\"> of food waste per person and you can bet that more than half of that is organic. This is deeply saddening (and not to mention ironic) in a country where 8% of its whopping 4th largest global population still suffers from chronic </span><a href=\"https://www.wfp.org/countries/indonesia\" target=\"_blank\" style=\"background-color: transparent; color: rgb(17, 85, 204);\">hunger</a><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">.&nbsp;</span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">If you are wondering which countries produce the most plastic waste that ends up down the orifices of sea turtles, yes, Indonesia will be found on top three of top three of that list too. Smack in the middle of ‘The Coral Triangle’ boasting the world’s highest diversity of coral reef fish, it is hard to digest that every single day, citizens of the nation are unknowingly contributing to the immense suffering of countless marine life.&nbsp;</span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">The fact that they import massive amounts of trash in containers from neighbouring countries doesn’t help. Suffice it to say, this creates a two-fold problem of food waste and a grossly incompetent plastic management system that insults food production efforts and the environment that allows us to do so.&nbsp;</span></p><p><br></p><h3><span style=\"background-color: transparent; color: rgb(67, 67, 67);\">So much waste, so little action?</span></h3><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">If you think that Indonesians just don’t care as long the wedding parties are overflowing with food and bananas are individually wrapped in cling film, </span><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\">then you are wrong!</strong><span style=\"background-color: transparent; color: rgb(0, 0, 0);\"> </span><a href=\"https://nowjakarta.co.id/magazine-issue/the-culinary-issue/food-banks-the-solution-for-food-waste\" target=\"_blank\" style=\"background-color: transparent; color: rgb(17, 85, 204);\">Multiple NGOs</a><span style=\"background-color: transparent; color: rgb(0, 0, 0);\"> have made great strides in attempting to achieve zero hunger with leftover food before it becomes waste. Bali’s monumental move in being the first province to </span><a href=\"https://news.mongabay.com/2019/07/in-indonesia-a-court-victory-for-balis-ban-on-single-use-plastics/\" target=\"_blank\" style=\"background-color: transparent; color: rgb(17, 85, 204);\">ban</a><span style=\"background-color: transparent; color: rgb(0, 0, 0);\"> the use of single use plastic proves that the public are fed up with the damage that has been, and is being done.</span></p><p><br></p><h5><span style=\"background-color: transparent; color: rgb(67, 67, 67);\">Meet KALIKA’s founders.</span></h5><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">It is within the parameters outlining the food waste and plastic crisis that KALIKA came to life. Founders Nina Widjaja and Reky Martha, who had recently returned to their homeland in 2016, were dumbfounded by the reckless manner in which waste collects, be it on land or underwater. Their individual lifestyle changes in response to the</span><span style=\"background-color: transparent; color: rgb(74, 134, 232);\"> </span><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">environmental calamity</span><span style=\"background-color: transparent; color: rgb(74, 134, 232);\"> </span><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">inadvertently turned into an enterprise that could help fellow Indonesians make those changes too.&nbsp;</span></p><p><br></p><h5><span style=\"background-color: transparent; color: rgb(67, 67, 67);\">What exactly is a KALIKA?&nbsp;</span></h5><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Starting out as a home DIY project to ease their pain in seeing so much plastic waste around them, reusable beeswax food wraps became their first solution to empower everyday folk to do the same. Sustainability and environmental consciousness are more than just personal philosophies, but also the building blocks of the business. KALIKA works with local communities in responsibly harvesting wild forest beeswax. As it turns out, ancient human civilizations have been using beeswax to preserve their food rotting and it is high time we bring this tradition back!&nbsp;&nbsp;</span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Think about the chain of benefits that come when you start wrapping your food with a KALIKA. You keep the food fresh longer, essentially giving it a second life. You keep money in your pocket because you are actually getting the </span><em style=\"background-color: transparent; color: rgb(0, 0, 0);\">most</em><span style=\"background-color: transparent; color: rgb(0, 0, 0);\"> out of the food you buy. You keep quality food out of countless heaps of landfills. You keep unnecessary plastic waste out of the oceans because these wraps are 100% reusable. We could go on and on.</span></p><p><br></p><h5><span style=\"background-color: transparent; color: rgb(67, 67, 67);\">So, to wrap up...</span></h5><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">KALIKA is here to offer you not just resources, but also lessons in learning how to keep your food as fresh as long as possible, which helps reduce food waste and single-use plastics as a briiliantly beneficial by-product. That being said, are you ready to give your food a second life?&nbsp;&nbsp;</span></p><p><br></p><p><br></p>"}]